/* Первая программа на C#,
 которая выводит приветствие на консоль*/
{
    Console.WriteLine("Привет !"); // выводим строку "Привет!"
    {
        Console.WriteLine("Добро пожаловать в С# !"); // выводим строку "Добро пожаловать в C # !"
    }
}


 Console.WriteLine("Привет !"); // выводим строку "Привет!"
 Console.WriteLine("Добро пожаловать в С# !"); // выводим строку "Добро пожаловать в C # !"


{
 Console.WriteLine("Привет !"); // выводим строку "Привет!" 
 Console.WriteLine("Добро пожаловать в С# !"); // выводим строку "Добро пожаловать в C # !"   
}